---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.ElevationFailures.IncompatibleElevationTagFamily
source: html/723bca08-6911-05bc-6024-5efab1435fe7.htm
---
# Autodesk.Revit.DB.BuiltInFailures.ElevationFailures.IncompatibleElevationTagFamily Property

Attempt to change elevation tag families to one with incompatible view directions.

## Syntax (C#)
```csharp
public static FailureDefinitionId IncompatibleElevationTagFamily { get; }
```